Repository: rafatosta/whatsapp
Catalog: zapzap/po/*/LC_MESSAGES/zapzap.po
Languages: it

source: View
it: Visualizza

source: Help
it: Aiuto

source: Settings
it: Preferenze

source: Quit
it: Esci

source: Reload
it: Ricarica

source: Default size page
it: Ripristina zoom

source: Full Screen
it: Schermo intero

source: Hide menu bar
it: Nascondi barra degli strumenti

source: Learn More
it: Sito web

source: Changelog
it: Novità

source: Report issue...
it: Segnala un problema...

source: About Zapzap
it: Informazioni su ZapZap

source: Hide on close
it: Riduci nell'area di notifica

source: Keep in background when closing window
it: Continua a ricevere messaggi quando chiudi la finestra

source: Zoom in
it: Ingrandisci

source: Zoom out
it: Riduci

source: Donations
it: Donazioni

source: Form
it: Modulo

source: System
it: Sistema

source: Appearance
it: Aspetto

source: Notifications
it: Notifiche

source: About
it: Informazioni

source: Start ZapZap with the system
it: Avvia ZapZap all'accesso

source: Start minimized
it: Avvia minimizzato

source: Disable tray icon
it: Non mostrare nell'area di notifica

source: Menu bar
it: Barra degli strumenti

source: ZapZap window (Restart required)
it: Finestra (riavvio richiesto)

source: Title bar buttons
it: Pulsanti barra del titolo

source: Maximize
it: Massimizza

source: Minimize
it: Minimizza

source: Positioning on the left side
it: Posizionamento a sinistra

source: Customize appearance
it: Personalizza l'aspetto

source: General appearance
it: Tema

source: System style
it: Sistema

source: Light style
it: Chiaro

source: Dark style
it: Scuro

source: Tray icon
it: Area di notifica

source: Tray icon appearance
it: Aspetto area di notifica

source: Default
it: Predefinito

source: Symbolic light
it: Simbolico chiaro

source: Symbolic dark
it: Simbolico scuro

source: Notifications on the desktop
it: Ricevi notifiche sul desktop

source: Show the photo of the sender
it: Mostra l'immagine del mittente

source: Show the sender's name
it: Mostra il nome del mittente

source: Show message preview
it: Mostra l'anteprima del messaggio

source: World
it: Internazionale

source: Click to donate via PayPal
it: Clicca per donare con PayPal

source: Version {id} (Official compilation)
it: Versione {id} (Edizione ufficiale)

source: An unofficial WhatsApp desktop application written in Pyqt6 + PyQt6-WebEngine.
it: Un'applicazione WhatsApp non ufficiale scritta con Pyqt6 + PyQt6-WebEngine.

source: Learn more
it: Sito web

source: Report isue...
it: Segnala un problema...

source: Unofficial WhatsApp desktop application for Linux
it: Un'applicazione Whatsapp per Linux non ufficiale

source: ZapZap - Whatsapp Desktop for linux
it: ZapZap - Whatsapp Desktop per Linux

source: Unofficial WhatsApp desktop application for Linux.
it: Un'applicazione Whatsapp per Linux non ufficiale.

source: Features include:
it: Funzionalità:

source: Features come with whatsapp web
it: Tutte le funzionalità di Whatsapp Web

source: System tray icon
it: Riduci nell'area di notifica

source: Icon in systray with different icon if there is new messages
it: Differente icona nell'area di notifica se ci sono nuovi messaggi

source: Fullscreen mode
it: Modalità a schermo intero

source: background running
it: Continua a ricevere messaggi in background

source: What doesn't include:
it: Funzionalità non disponibili:

source: Video calls
it: Videochiamate

source: On-call calls
it: Rispondere alle chiamate

source: New: Zap decoration for the window
it: Novità: gestione della barra del titolo

source: Various internal improvements
it: Vari miglioramenti interni

source: Experimental Function: Zap Window Decoration
it: Funzione sperimentale: gestione della barra del titolo

source: Minor bug fixes.
it: Correzioni di bug.

source: Translation for pt_BR.
it: Traduzione brasiliana.

source: New settings panel;
it: Nuovo pannello delle preferenze;

source: Themes: follow the system, light and dark;
it: Temi: sistema, chiaro e scuro;

source: Tray icons: default, symbolic light and symbolic dark;
it: Icona nell'area di notifica: predefinita, simbolica chiara e simbolica scura;

source: See the rest with your own eyes! =D
it: Guarda tu stesso il resto! =D

source: Improvements to the configuration interface.
it: Miglioramenti all'interfaccia di configurazione.

source: Now Zapzap has a MenuBar and Settings Panel to allow better access to settings. News: Possibility to hide the MenuBar; F11 for full screen; Disable the tray icon.
it: Aggiunta una barra degli strumenti e un pannello delle preferenze per accedere più rapidamente alle impostazioni. Novità: possibilità di nascondere la barra degli strumenti; F11 per lo schermo intero; disattiva l'icona nell'area di notifica.

source: This will be the last update from version 2.x. Development will be focused on version 3.0 which will bring a new look to improve usability and the option to use multiple accounts.
it: Questo è l'ultimo aggiornamento della versione 2.x. Lo sviluppo verrà concentrato nella versione 3.0, che offrirà un nuovo aspetto per migliorare l'utilizzo e aggiungerà la possibilità di usare più account.

source: Improvements:
it: Miglioramenti:

source: Symbolic icon for tray (better integration with KDE Plasma)
it: Icona simbolica per l'area di notifica (migliore integrazione con KDE Plasma)

source: Some tweaks you won't notice
it: Alcune modifiche non visibili

source: Usability improvements:
it: Miglioramenti all'utilizzo:

source: Better visibility for accessing zapzap settings
it: Migliore visibilità per accedere alle preferenze di ZapZap

source: Choose to stay in the background or close the app
it: Scegli se rimanere attivo nel background o chiudere l'applicazione

source: Action to open Settings in Tray menu
it: Pulsante per aprire le preferenze nell'area di notifica

source: Sets Fusion as default style
it: Imposta Sistema come stile predefinito

source: Usability improvements: Actions when clicking on the tray icon similar to Telegram-Desktop.
it: Miglioramenti all'utilizzo: Azioni simili a Telegram desktop quando si preme l'icona nell'area di notifica.

source: Internal improvements: Persistent Settings with QSettings. NOTE: Settings will be returned to default.
it: Miglioramenti interni: preferenze persistenti con QSettings. NOTA: le preferenze saranno reimpostate.

source: Clicking on Notification Improvements
it: Miglioramenti al comportamento delle notifiche

source: New icons and some improvements
it: Nuove icone e alcuni miglioramenti

source: Enhancements and Download files in any folder
it: Miglioramenti e scegli dove scaricare i file

source: System integration
it: Integrazione con il sistema

source: Night mode
it: Tema scuro

source: Chat notifications
it: Notifiche

source: Fix Chrome Upgrade 60+
it: Correzione versione di Chrome 60+

source: News
it: Novità

source: Shows notifications in the system;
it: Mostra notifiche;

source: Attention: Does not open the window if it is hidden. Solution soon.
it: Attenzione: la finestra non viene aperta se nascosta. Verrà risolto presto.

source: Updates
it: Aggiornamenti

source: Focus on the window when clicking on the Tray, if it is already open;
it: Quando si preme sull'icona, la finestra diventa attiva se già aperta;

source: Webcam permissions.
it: Permessi fotocamera.

source: First release.
it: Prima versione.
